budparr.language-hugo-vscode
curdeveryday.vscode-m5stack-mpy
dustypomerleau.rust-syntax
evgeniypeshkov.syntax-highlighter
franneck94.c-cpp-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
haampie.spack
hangxingliu.vscode-systemd-support
hashicorp.terraform
james-yu.latex-workshop
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
jscearcy.rust-doc-viewer
lorenzopirro.rust-flash-snippets
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
mshr-h.veriloghdl
nyxiative.rust-and-friends
platformio.platformio-ide
polymeilex.rust-targets
ransh.ransh
rust-lang.rust-analyzer
serayuzgur.crates
taichi.vscode-textlint
tamasfe.even-better-toml
the-compiler.python-tox
torn4dom4n.latex-support
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
zhangyue.rust-mod-generator
zxh404.vscode-proto3
