abusaidm.html-snippets
budparr.language-hugo-vscode
bungcip.better-toml
christian-kohler.path-intellisense
ecmel.vscode-html-css
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mathematic.vscode-latex
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
rusnasonov.vscode-hugo
vscodevim.vim
