alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
charliermarsh.ruff
codezombiech.gitignore
donjayamanne.python-extension-pack
dvirtz.parquet-viewer
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fill-labs.dependi
github.copilot
github.copilot-chat
github.vscode-github-actions
gruntfuggly.todo-tree
haampie.spack
hangxingliu.vscode-systemd-support
hashicorp.terraform
hbenl.vscode-test-explorer
hediet.vscode-drawio
james-yu.latex-workshop
jdinhlife.gruvbox
koehlma.markdown-math
mechatroner.rainbow-csv
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mshr-h.veriloghdl
njpwerner.autodocstring
oderwat.indent-rainbow
percy.vscode-pydata-viewer
platformio.platformio-ide
redhat.vscode-yaml
rust-lang.rust-analyzer
ryanluker.vscode-coverage-gutters
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
torn4dom4n.latex-support
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
yzhang.markdown-all-in-one
zxh404.vscode-proto3
